Repository: qSascha/qFocus-Browser
Catalog: qFocus Browser/9.Assets/Localizable.xcstrings
Source language: en
Languages: ar, ca, cs, da, de, el, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, ms, nb, nl, pl, pt_br, pt_pt, ro, ru, sv, th, tr, uk, ur, vi, zh_hans, zh_hant

# optionsAdvanced.enableAdBlocker.footer
source: This will enable the built-in ad-blocking feature, using the sophisticated AdGuard filters.
ar: سيؤدي هذا إلى تمكين ميزة حجب الإعلانات المدمجة، باستخدام فلاتر AdGuard المتطورة.
ca: Això activarà la funció integrada de bloqueig d'anuncis, utilitzant els sofisticats filtres d'AdGuard.
cs: Toto povolí vestavěnou funkci blokování reklam, která využívá sofistikované filtry AdGuard.
da: Dette aktiverer den indbyggede annonceblokkeringsfunktion, der bruger de sofistikerede AdGuard-filtre.
de: Dadurch wird die integrierte Werbeblock-Funktion mit den ausgeklügelten AdGuard-Filtern aktiviert.
el: Αυτό θα ενεργοποιήσει τη встроτη λειτουργία αποκλεισμού διαφημίσεων, χρησιμοποιώντας τα προηγμένα φίλτρα AdGuard.
es: Esto activará la función de bloqueo de anuncios integrada, utilizando los sofisticados filtros de AdGuard.
fi: Tämä ottaa käyttöön sisäänrakennetun mainosten eston ominaisuuden, joka käyttää kehittyneitä AdGuard-suodattimia.
fr: Cela activera la fonction de blocage de pub intégrée, en utilisant les filtres sophistiqués d'AdGuard.
he: זה יפעיל את פונקציית חסימת הפרסומות המובנית, באמצעות המסננים המתקדמים של AdGuard.
hi: यह बिल्ट-इन विज्ञापन-ब्लॉकिंग फीचर को सक्षम करेगा, जो उन्नत AdGuard फ़िल्टर का उपयोग करता है।
hr: Ovo će omogućiti ugrađenu značajku blokiranja oglasa, koristeći sofisticirane AdGuard filtre.
hu: Ez engedélyezi a beépített hirdetésblokkoló funkciót, amely a kifinomult AdGuard szűrőket használja.
id: Ini akan mengaktifkan fitur pemblokiran iklan bawaan, menggunakan filter AdGuard yang canggih.
it: Questo abiliterà la funzione di blocco degli annunci integrata, utilizzando i sofisticati filtri AdGuard.
ja: これにより、高度な AdGuard フィルターを使用した内蔵広告ブロック機能が有効になります。
ko: 이 기능은 정교한 AdGuard 필터를 사용하여 내장 광고 차단 기능을 활성화합니다.
ms: Ini akan mengaktifkan ciri penyekatan iklan terbina dalam menggunakan penapis AdGuard yang canggih.
nb: Dette aktiverer den innebygde annonseblokkeringen ved hjelp av de sofistikerte AdGuard‑filtrene.
nl: Dit zal de ingebouwde adblockfunctie inschakelen, met behulp van de geavanceerde AdGuard-filters.
pl: Spowoduje to włączenie wbudowanej funkcji blokowania reklam, korzystającej z zaawansowanych filtrów AdGuard.
pt_br: Isso ativará o recurso integrado de bloqueio de anúncios, utilizando os sofisticados filtros AdGuard.
pt_pt: Isto irá ativar a funcionalidade de bloqueio de anúncios incorporada, usando os sofisticados filtros AdGuard.
ro: Aceasta va activa funcția integrată de blocare a reclamelor, folosind filtrele sofisticate AdGuard.
ru: Это включит встроенную функцию блокировки рекламы, используя изощрённые фильтры AdGuard.
sv: Detta aktiverar den inbyggda annonsblockeringsfunktionen med de avancerade AdGuard-filtren.
th: สิ่งนี้จะเปิดใช้งานคุณสมบัติบล็อกโฆษณาในตัว โดยใช้ตัวกรอง AdGuard ที่ซับซ้อน
tr: Bu, sofistike AdGuard filtrelerini kullanarak dahili reklam engelleme özelliğini etkinleştirecek.
uk: Це увімкне вбудовану функцію блокування реклами, використовуючи складні фільтри AdGuard.
ur: یہ بلٹ ان ایڈ بلاکنگ فیچر کو فعال کرے گا، جو جدید AdGuard فلٹرز استعمال کرتا ہے۔
vi: Điều này sẽ bật tính năng chặn quảng cáo tích hợp, sử dụng các bộ lọc AdGuard tinh vi.
zh_hans: 这将启用内置的广告拦截功能，使用精巧的 AdGuard 过滤器。
zh_hant: 這將啟用內建的廣告攔截功能，使用精巧的 AdGuard 過濾器。

# optionsAdvanced.enableAdBlocker.header
source: Ad-Blocking
ar: حجب الإعلانات
ca: Bloqueig d'anuncis
cs: Blokování reklam
da: Annonceblokering
de: Werbeblockierung
el: Αποκλεισμός διαφημίσεων
es: Bloqueo de anuncios
fi: Mainosten esto
fr: Blocage des pubs
he: חסימת פרסומות
hi: विज्ञापन अवरोधन
hr: Blokiranje oglasa
hu: Hirdetésblokkolás
id: Pemblokiran iklan
it: Blocco degli annunci
ja: 広告ブロック
ko: 광고 차단
ms: Penyekatan Iklan
nb: Annonseblokkering
nl: Advertentieblokkering
pl: Blokowanie reklam
pt_br: Bloqueio de Anúncios
pt_pt: Bloqueio de anúncios
ro: Blocarea reclamelor
ru: Блокировка рекламы
sv: Annonsblockering
th: การปิดกั้นโฆษณา
tr: Reklam Engelleme
uk: Блокування реклами
ur: اشتہار بلاک کرنا
vi: Chặn quảng cáo
zh_hans: 广告屏蔽
zh_hant: 廣告屏蔽

# optionsAdvanced.enableAdBlocker.toggle
source: Advertisement Defense
ar: دفاع ضد الإعلانات
ca: Defensa contra anuncis
cs: Obrana proti reklamám
da: Annonceforsvar
de: Werbeabwehr
el: Άμυνα διαφημίσεων
es: Defensa contra anuncios
fi: Mainosten torjunta
fr: Défense anti‑pubs
he: הגנת פרסומות
hi: विज्ञापन रक्षा
hr: Obrana od oglasa
hu: Hirdetésvédelem
id: Pertahanan Iklan
it: Difesa dagli annunci
ja: 広告防御
ko: 광고 방어
ms: Pertahanan Iklan
nb: Annonseforsvar
nl: Advertentieverdediging
pl: Obrona przed reklamami
pt_br: Defesa contra Anúncios
pt_pt: Defesa contra anúncios
ro: Apărare împotriva reclamelor
ru: Защита от рекламы
sv: Annonsförsvar
th: ป้องกันโฆษณา
tr: Reklam Savunması
uk: Захист від реклами
ur: اشتہار سے دفاع
vi: Phòng thủ quảng cáo
zh_hans: 广告防御
zh_hant: 廣告防禦

# optionsAdvanced.enableGreasy.footer
source: Activate the GreasyFork scripts and take web browsing to the next level.
ar: فعّل سكريبتات GreasyFork وارتقِ بتصفح الويب إلى المستوى التالي.
ca: Activa els scripts de GreasyFork i porta la navegació web al següent nivell.
cs: Aktivujte skripty GreasyFork a posuňte prohlížení webu na další úroveň.
da: Aktivér GreasyFork-scripts og tag webbrowseroplevelsen til næste niveau.
de: Aktiviere die GreasyFork-Skripte und hebe dein Surfen auf das nächste Level.
el: Ενεργοποιήστε τα scripts GreasyFork και ανεβάστε την περιήγησή σας σε άλλο επίπεδο.
es: Activa los scripts de GreasyFork y lleva tu navegación web al siguiente nivel.
fi: Aktivoi GreasyFork-skriptit ja vie verkkoselailusi seuraavalle tasolle.
fr: Active les scripts GreasyFork et passe ta navigation web au niveau supérieur.
he: הפעל את סקריפטי GreasyFork וקח את הגלישה שלך לרמה הבאה.
hi: GreasyFork स्क्रिप्ट्स को सक्रिय करें और वेब ब्राउज़िंग को अगले स्तर पर ले जाएँ।
hr: Aktivirajte GreasyFork skripte i podignite web pregledavanje na sljedeću razinu.
hu: Kapcsold be a GreasyFork szkripteket, és emeld magasabb szintre a böngészést.
id: Aktifkan skrip GreasyFork dan bawa penjelajahan web ke tingkat berikutnya.
it: Attiva gli script GreasyFork e porta la tua navigazione web al livello successivo.
ja: GreasyForkスクリプトを有効にして、ウェブブラウジングを次のレベルへ。
ko: GreasyFork 스크립트를 활성화하여 웹 브라우징을 한 단계 업그레이드하세요.
ms: Aktifkan skrip GreasyFork dan tingkatkan pengalaman melayar web anda ke tahap seterusnya.
nb: Aktiver GreasyFork‑skriptene og ta nettopplevelsen din til neste nivå.
nl: Activeer de GreasyFork-scripts en til je webbrowse-ervaring naar het volgende niveau.
pl: Aktywuj skrypty GreasyFork i wynieś przeglądanie na wyższy poziom.
pt_br: Ative os scripts GreasyFork e leve sua navegação na web para o próximo nível.
pt_pt: Ativa os scripts GreasyFork e leva a tua navegação para o próximo nível.
ro: Activează scripturile GreasyFork și du navigarea pe web la nivelul următor.
ru: Активируй скрипты GreasyFork и подними свой серфинг на новый уровень.
sv: Aktivera GreasyFork-skript och ta din surfning till nästa nivå.
th: เปิดใช้งานสคริปต์ GreasyFork และยกระดับการท่องเว็บไปอีกขั้น
tr: GreasyFork scriptlerini etkinleştirin ve web taramayı bir üst seviyeye çıkarın.
uk: Активуй скрипти GreasyFork і підніми перегляд вебу на новий рівень.
ur: GreasyFork اسکرپٹس کو فعال کریں اور ویب براؤزنگ کو اگلے درجے تک لے جائیں۔
vi: Kích hoạt các script GreasyFork và đưa việc duyệt web lên tầm cao mới.
zh_hans: GreasyFork
zh_hant: 啟用 GreasyFork 腳本，讓瀏覽體驗更上一層樓。

# optionsAdvanced.enableGreasy.header
source: GreasyFork Scripts
ar: سكريبتات GreasyFork
ca: Scripts de GreasyFork
cs: Skripty GreasyFork
de: GreasyFork-Skripte
el: Scripts GreasyFork
es: Scripts GreasyFork
fi: GreasyFork-skriptit
fr: Scripts GreasyFork
he: סקריפטים של GreasyFork
hi: GreasyFork स्क्रिप्ट्स
hr: GreasyFork skripte
hu: GreasyFork szkriptek
id: Skrip GreasyFork
it: GreasyFork
ja: GreasyForkスクリプト
ko: GreasyFork 스크립트
ms: Skrip GreasyFork
nb: GreasyFork‑skript
pl: Skrypty GreasyFork
pt_br: Scripts GreasyFork
pt_pt: GreasyFork
ro: Scripturi GreasyFork
ru: Скрипты GreasyFork
sv: GreasyFork-skript
th: สคริปต์ GreasyFork
tr: GreasyFork Scriptleri
uk: Скрипти GreasyFork
ur: GreasyFork اسکرپٹس
vi: Script GreasyFork
zh_hans: GreasyFork 脚本
zh_hant: GreasyFork 腳本

# optionsAdvanced.enableGreasy.toggle
source: Enable GreasyFork Scripts
ar: فعّل سكريبتات GreasyFork
ca: Activa els scripts de GreasyFork
cs: Povolit skripty GreasyFork
da: Aktivér GreasyFork-scripts
de: GreasyFork-Skripte aktivieren
el: Ενεργοποίηση scripts GreasyFork
es: Activar scripts de GreasyFork
fi: Ota GreasyFork-skriptit käyttöön
fr: Activer les scripts GreasyFork
he: הפעל סקריפטים של GreasyFork
hi: GreasyFork स्क्रिप्ट्स सक्षम करें
hr: Omogući GreasyFork skripte
hu: GreasyFork szkriptek engedélyezése
id: Aktifkan Skrip GreasyFork
it: Abilita gli script GreasyFork
ja: GreasyForkスクリプトを有効にする
ko: GreasyFork 스크립트 활성화
ms: Aktifkan Skrip GreasyFork
nb: Aktiver GreasyFork‑skript
nl: GreasyFork-scripts inschakelen
pl: Włącz skrypty GreasyFork
pt_br: Ativar Scripts GreasyFork
pt_pt: Ativar scripts GreasyFork
ro: Activează scripturile GreasyFork
ru: Включить скрипты GreasyFork
sv: Aktivera GreasyFork-skript
th: เปิดใช้งานสคริปต์ GreasyFork
tr: GreasyFork Scriptlerini Etkinleştir
uk: Увімкнути скрипти GreasyFork
ur: GreasyFork اسکرپٹس فعال کریں
vi: Bật script GreasyFork
zh_hans: 启用 GreasyFork 脚本
zh_hant: 啟用 GreasyFork 腳本

# optionsEdit.deletebutton
source: Delete
ar: حذف
ca: Eliminar
cs: Smazat
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fi: Poista
fr: Supprimer
he: מחק
hi: हटाएँ
hr: Izbriši
hu: Törlés
id: Hapus
it: Elimina
ja: 削除
ko: 삭제
ms: Padam
nb: Slett
nl: Verwijderen
pl: Usuń
pt_br: Excluir
pt_pt: Eliminar
ro: Șterge
ru: Удалить
sv: Radera
th: ลบ
tr: Sil
uk: Видалити
ur: حذف کریں
vi: Xóa
zh_hans: 删除
zh_hant: 刪除

# optionsEdit.greasy.addcustombutton
source: Add GreasyFork Script
ar: أضف سكريبت GreasyFork
ca: Afegeix script de GreasyFork
cs: Přidat skript GreasyFork
da: Tilføj GreasyFork-script
de: GreasyFork-Skript hinzufügen
el: Προσθήκη script GreasyFork
es: Añadir script de GreasyFork
fi: Lisää GreasyFork-skripti
fr: Ajouter un script GreasyFork
he: הוסף סקריפט של GreasyFork
hi: GreasyFork स्क्रिप्ट जोड़ें
hr: Dodaj GreasyFork skriptu
hu: GreasyFork szkript hozzáadása
id: Tambahkan Skrip GreasyFork
it: Aggiungi script GreasyFork
ja: GreasyForkスクリプトを追加
ko: GreasyFork 스크립트 추가
ms: Tambah Skrip GreasyFork
nb: Legg til GreasyFork‑skript
nl: GreasyFork-script toevoegen
pl: Dodaj skrypt GreasyFork
pt_br: Adicionar Script GreasyFork
pt_pt: Adicionar script GreasyFork
ro: Adaugă script GreasyFork
ru: Добавить скрипт GreasyFork
sv: Lägg till GreasyFork-skript
th: เพิ่มสคริปต์ GreasyFork
tr: GreasyFork Scripti Ekle
uk: Додати скрипт GreasyFork
ur: GreasyFork اسکرپٹ شامل کریں
vi: Thêm script GreasyFork
zh_hans: 添加 GreasyFork 脚本
zh_hant: 添加 GreasyFork 腳本

# optionsEdit.greasy.custom.footer
source: Choose the GreasyFork Scripts you need. They will greatly improve your web browsing. Just be careful!
ar: اختر سكريبتات GreasyFork التي تحتاجها. ستُحسن تجربة تصفحك بشكل كبير. فقط كن حذرًا!
ca: Tria els scripts de GreasyFork que necessites. Milloraran molt la teva navegació web. Però vés amb compte!
cs: Vyberte si skripty GreasyFork, které potřebujete. Výrazně vylepší vaše prohlížení webu. Jen buďte opatrní!
da: Vælg de GreasyFork-scripts, du har brug for. De vil forbedre din webbrowsing betydeligt. Bare vær forsigtig!
de: Wähle die GreasyFork-Skripte aus, die du brauchst. Sie verbessern dein Surferlebnis enorm. Sei nur vorsichtig!
el: Επιλέξτε τα scripts GreasyFork που χρειάζεστε. Θα βελτιώσουν σημαντικά την περιήγησή σας. Απλώς προσέξτε!
es: Elige los scripts de GreasyFork que necesites. Mejorarán mucho tu navegación. ¡Pero con cuidado!
fi: Valitse tarvitsemasi GreasyFork-skriptit. Ne parantavat verkkoselailuasi huomattavasti. Ole vain varovainen!
fr: Choisis les scripts GreasyFork dont tu as besoin. Ils amélioreront grandement ta navigation. Mais fais attention !
he: בחר את סקריפטי GreasyFork שאתה צריך. הם ישפרו מאוד את הגלישה שלך. רק היה זהיר!
hi: अपनी ज़रूरत के GreasyFork स्क्रिप्ट्स चुनें। ये आपकी वेब ब्राउज़िंग को काफी बेहतर करेंगे। बस सावधान रहें!
hr: Odaberite GreasyFork skripte koje trebate. One će uvelike poboljšati vaše surfanje webom. Samo budite oprezni!
hu: Válaszd ki a szükséges GreasyFork szkripteket. Jelentősen javítani fogják a böngészési élményedet. Csak légy óvatos!
id: Pilih skrip GreasyFork yang kamu butuhkan. Mereka akan sangat meningkatkan penjelajahan webmu. Hati-hati saja!
it: Scegli gli script GreasyFork di cui hai bisogno. Miglioreranno di molto la tua navigazione web. Ma sii prudente!
ja: 必要なGreasyForkスクリプトを選んでください。ブラウジングが大きく向上します。だけど気をつけてね！
ko: 필요한 GreasyFork 스크립트를 선택하세요. 웹 브라우징이 크게 향상됩니다. 단, 주의하세요!
ms: Pilih skrip GreasyFork yang anda perlukan. Ia akan meningkatkan pengalaman melayar web anda. Tapi berhati-hatilah!
nb: Velg de GreasyFork‑skriptene du trenger. De vil forbedre nettopplevelsen din kraftig. Men vær forsiktig!
nl: Kies de GreasyFork-scripts die je nodig hebt. Ze verbeteren je browse-ervaring enorm. Wees alleen voorzichtig!
pl: Wybierz potrzebne skrypty GreasyFork. Znacznie poprawią twoje przeglądanie. Tylko ostrożnie!
pt_br: Escolha os scripts GreasyFork de que precisa. Eles melhorarão muito sua navegação na web. Apenas tenha cuidado!
pt_pt: Escolhe os scripts GreasyFork de que precisas. Vão melhorar a tua navegação imenso. Mas tem cuidado!
ro: Alege scripturile GreasyFork de care ai nevoie. Ele îți vor îmbunătăți mult navigarea pe web. Doar ai grijă!
ru: Выбери нужные тебе скрипты GreasyFork. Они здорово улучшат твой серфинг. Только будь осторожен!
sv: Välj de GreasyFork-skript du behöver. De kommer förbättra din surfning rejält. Men var försiktig!
th: เลือกสคริปต์ GreasyFork ที่คุณต้องการ พวกมันจะช่วยปรับปรุงการท่องเว็บของคุณอย่างมาก แต่อย่าลืมระวัง!
tr: İhtiyacınız olan GreasyFork scriptlerini seçin. Web taramanızı büyük ölçüde iyileştirecekler. Sadece dikkatli olun!
uk: Обери скрипти GreasyFork, які тобі потрібні. Вони значно покращать твоє серфування. Але будь обережний!
ur: وہ GreasyFork اسکرپٹس منتخب کریں جن کی آپ کو ضرورت ہے۔ یہ آپ کی ویب براؤزنگ کو بہت بہتر بنائیں گے۔ بس محتاط رہیں!
vi: Chọn những script GreasyFork bạn cần. Chúng sẽ cải thiện việc duyệt web của bạn rất nhiều. Chỉ cần cẩn thận!
zh_hans: 选择你需要的 GreasyFork 脚本。它们会大大提升你的浏览体验。只是要小心！
zh_hant: 選擇你需要的 GreasyFork 腳本。它們會大大提升你的瀏覽體驗。只是要小心！

# optionsEdit.greasy.custom.header
source: Custom Scripts
ar: سكريبتات مخصصة
ca: Scripts personalitzats
cs: Vlastní skripty
da: Tilpassede scripts
de: Benutzerdefinierte Skripte
el: Προσαρμοσμένα scripts
es: Scripts personalizados
fi: Mukautetut skriptit
fr: Scripts personnalisés
he: סקריפטים מותאמים אישית
hi: कस्टम स्क्रिप्ट्स
hr: Prilagođene skripte
hu: Egyéni szkriptek
id: Skrip Kustom
it: Script personalizzati
ja: カスタムスクリプト
ko: 사용자 정의 스크립트
ms: Skrip Tersuai
nb: Egne skript
nl: Aangepaste scripts
pl: Własne skrypty
pt_br: Scripts Personalizados
pt_pt: Scripts personalizados
ro: Scripturi personalizate
ru: Пользовательские скрипты
sv: Egna skript
th: สคริปต์ที่กำหนดเอง
tr: Özel Scriptler
uk: Користувацькі скрипти
ur: کسٹم اسکرپٹس
vi: Script tùy chỉnh
zh_hans: 自定义脚本
zh_hant: 自訂腳本

# optionsEdit.greasy.default.header
source: Default Scripts
ar: سكريبتات افتراضية
ca: Scripts predeterminats
cs: Výchozí skripty
da: Standard scripts
de: Standardskripte
el: Προεπιλεγμένα scripts
es: Scripts por defecto
fi: Oletusskriptit
fr: Scripts par défaut
he: סקריפטים ברירת מחדל
hi: डिफ़ॉल्ट स्क्रिप्ट्स
hr: Zadane skripte
hu: Alapértelmezett szkriptek
id: Skrip Default
it: Script predefiniti
ja: デフォルトのスクリプト
ko: 기본 스크립트
ms: Skrip Lalai
nb: Standardskript
nl: Standaard-scripts
pl: Domyślne skrypty
pt_br: Scripts Padrão
pt_pt: Scripts padrão
ro: Scripturi implicite
ru: Скрипты по умолчанию
sv: Standardskript
th: สคริปต์เริ่มต้น
tr: Varsayılan Scriptler
uk: Стандартні скрипти
ur: ڈیفالٹ اسکرپٹس
vi: Script mặc định
zh_hans: 默认脚本
zh_hant: 預設腳本

# optionsEdit.greasy.disabled
source: You need to activate the main switch if you really want to make use of all the fantastic GreasyFork Scripts.
ar: تحتاج إلى تفعيل المفتاح الرئيسي إذا كنت تريد حقًا الاستفادة من جميع سكريبتات GreasyFork الرائعة.
ca: Has d'activar l'interruptor principal si realment vols aprofitar tots els fantàstics scripts de GreasyFork.
cs: Musíte aktivovat hlavní přepínač, pokud opravdu chcete využít všechny fantastické skripty GreasyFork.
da: Du skal aktivere hovedkontakten, hvis du virkelig vil gøre brug af alle de fantastiske GreasyFork-scripts.
de: Du musst den Hauptschalter aktivieren, wenn du wirklich alle fantastischen GreasyFork-Skripte nutzen willst.
el: Πρέπει να ενεργοποιήσετε τον κύριο διακόπτη αν θέλετε πραγματικά να χρησιμοποιήσετε όλα τα φανταστικά scripts GreasyFork.
es: Debes activar el interruptor principal si de verdad quieres aprovechar todos los fantásticos scripts de GreasyFork.
fi: Sinun täytyy kytkeä pääkytkin, jos todella haluat hyödyntää kaikkia upeita GreasyFork-skriptejä.
fr: Tu dois activer l'interrupteur principal si tu veux vraiment profiter de tous les fantastiques scripts GreasyFork.
he: עליך להפעיל את המתג הראשי אם אתה באמת רוצה להשתמש בכל סקריפטי GreasyFork הנהדרים.
hi: अगर आप वास्तव में सभी शानदार GreasyFork स्क्रिप्ट्स का उपयोग करना चाहते हैं तो आपको मुख्य स्विच को सक्रिय करना होगा।
hr: Morate aktivirati glavni prekidač ako zaista želite iskoristiti sve fantastične GreasyFork skripte.
hu: Be kell kapcsolnod a főkapcsolót, ha valóban használni szeretnéd az összes fantasztikus GreasyFork szkriptet.
id: Kamu perlu mengaktifkan sakelar utama jika kamu benar-benar ingin menggunakan semua skrip GreasyFork yang fantastis.
it: Devi attivare l'interruttore principale se vuoi davvero sfruttare tutti i fantastici script GreasyFork.
ja: 本当にGreasyFork の素晴らしいスクリプトをすべて使いたいなら、メインスイッチをオンにする必要があります。
ko: 멋진 GreasyFork 스크립트를 모두 사용하려면 메인 스위치를 활성화해야 합니다.
ms: Anda perlu mengaktifkan suis utama jika anda benar-benar ingin menggunakan semua Skrip GreasyFork yang hebat.
nb: Du må aktivere hovedbryteren hvis du virkelig vil bruke alle de fantastiske GreasyFork‑skriptene.
nl: Je moet de hoofdschakelaar activeren als je echt gebruik wilt maken van alle fantastische GreasyFork-scripts.
pl: Musisz aktywować główny przełącznik, jeśli naprawdę chcesz skorzystać ze wszystkich fantastycznych skryptów GreasyFork.
pt_br: Você precisa ativar o interruptor principal se realmente quiser aproveitar todos os fantásticos scripts GreasyFork.
pt_pt: Tens de ativar o interruptor principal se queres mesmo tirar partido de todos os fantásticos scripts GreasyFork.
ro: Trebuie să activați comutatorul principal dacă doriți cu adevărat să profitați de toate scripturile fantastice GreasyFork.
ru: Тебе нужно активировать главный переключатель, если ты действительно хочешь использовать все фантастические скрипты GreasyFork.
sv: Du måste aktivera huvudbrytaren om du verkligen vill använda alla fantastiska GreasyFork-skript.
th: คุณต้องเปิดใช้งานสวิตช์หลัก หากคุณต้องการใช้สคริปต์ GreasyFork สุดวิเศษทั้งหมดจริงๆ
tr: Tüm bu harika GreasyFork scriptlerinden gerçekten faydalanmak istiyorsanız ana anahtarı etkinleştirmeniz gerekir.
uk: Тобі потрібно активувати головний перемикач, якщо ти справді хочеш скористатися всіма фантастичними скриптами GreasyFork.
ur: اگر آپ واقعی تمام شاندار GreasyFork اسکرپٹس کا استعمال کرنا چاہتے ہیں تو آپ کو مین سوئچ فعال کرنا ہوگا۔
vi: Bạn cần kích hoạt công tắc chính nếu bạn thực sự muốn sử dụng tất cả các script GreasyFork tuyệt vời.
zh_hans: 如果你真的想用好所有精彩的 GreasyFork 脚本，你需要开启主开关。
zh_hant: 如果你真的想用好所有精彩的 GreasyFork 腳本，你需要開啟主開關。

# optionsEdit.newSite.header
source: New Site
ar: موقع جديد
ca: Nou lloc
cs: Nový web
da: Nyt websted
de: Neue Seite
el: Νέος ιστότοπος
es: Sitio nuevo
fi: Uusi sivusto
fr: Nouveau site
he: אתר חדש
hi: नई साइट
hr: Nova stranica
hu: Új webhely
id: Situs Baru
it: Nuovo sito
ja: 新しいサイト
ko: 새 사이트
ms: Tapak Baru
nb: Nytt nettsted
nl: Nieuwe site
pl: Nowa strona
pt_br: Novo Site
pt_pt: Novo site
ro: Site nou
ru: Новый сайт
sv: Ny webbplats
th: ไซต์ใหม่
tr: Yeni Site
uk: Новий сайт
ur: نئی سائٹ
vi: Trang mới
zh_hans: 新网站
zh_hant: 新網站

# optionsEdit.site.footer
source: Want to remove a website? Just clear its name and *poof* it's gone like yesterday's cookies.
ar: تريد إزالة موقع إلكتروني؟ فقط امسح اسمه و- تفو! - اختفى مثل كعكات الأمس.
ca: Vols eliminar un lloc web? Només esborra el seu nom i paf! Desapareixerà com les galetes d'ahir.
cs: Chcete odebrat webovou stránku? Stačí vymazat její název a *puf* je pryč jako včerejší cookies.
da: Vil du fjerne et websted? Bare slet dets navn, og *vup-ti* så er det væk som gårsdagens cookies.
de: Möchtest du eine Website entfernen? Lösche einfach ihren Namen und - schwupps! - sie ist weg wie die Kekse von gestern.
el: Θέλετε να αφαιρέσετε έναν ιστότοπο; Απλά διαγράψτε το όνομά του και *παφ* εξαφανίζεται όπως τα χθεσινά μπισκότα.
es: ¿Quieres eliminar un sitio web? Solo borra su nombre y - ¡puf! - desaparece como por arte de magia.
fi: Haluatko poistaa sivuston? Tyhjennä vain sen nimi ja *vips* se on poissa kuin eiliset evästeet.
fr: Vous voulez supprimer un site ? Effacez simplement son nom et - pouf ! - il disparaît comme les cookies d'hier.
he: רוצה להסיר אתר? פשוט מחק את שמו ו—פוף—הוא נעלם כמו עוגיות של אתמול.
hi: वेबसाइट हटाना चाहते हैं? बस इसका नाम साफ करें और - पूफ! - यह कल के कुकीज़ की तरह गायब हो जाएगी।
hr: Želite ukloniti web stranicu? Jednostavno obrišite njezin naziv i *puf* nestala je poput jučerašnjih kolačića.
hu: Oldalt szeretnél eltávolítani? Csak töröld ki a nevét, és *puff* eltűnik, mint a tegnapi sütik.
id: Ingin menghapus situs web? Cukup hapus namanya dan *poof* hilang seperti kuki kemarin.
it: Vuoi rimuovere un sito web? Cancella semplicemente il suo nome e – puf! – sparisce come i cookie di ieri.
ja: ウェブサイトを削除したいですか？名前をクリアするだけで - ポン！- 昨日のクッキーのように消えてしまいます。
ko: 웹사이트를 제거하고 싶나요? 이름을 지우기만 하면 *푹* 하고 사라집니다. 어제의 쿠키처럼요.
ms: Mahukan buang laman web? Hanya padamkan namanya dan *poof* ia hilang seperti kuki semalam.
nb: Vil du fjerne et nettsted? Tøm bare navnet, og *poff* – så er det borte som gårsdagens informasjonskapsler.
nl: Wil je een website verwijderen? Wis gewoon de naam en *poef*, hij is weg alsof het gisteren's cookies waren.
pl: Chcesz usunąć stronę? Po prostu wyczyść jej nazwę i *puf* znika jak wczorajsze ciasteczka.
pt_br: Quer remover um site? Basta apagar o nome e *puff*, ele desaparece como os cookies de ontem.
pt_pt: Quer remover um site? Apenas apague seu nome e - puf! - ele some como os cookies de ontem.
ro: Vrei să elimini un site? Pur și simplu șterge-i numele și *puf*, dispare ca și cookie-urile de ieri.
ru: Хочешь удалить сайт? Просто очисти его название и – фьють! – он исчезнет, как вчерашние куки.
sv: Vill du ta bort en webbplats? Rensa bara namnet så - poff! - är den borta som gårdagens kakor.
th: ต้องการลบเว็บไซต์หรือไม่? แค่ลบชื่อออก แล้ว *พรวด* มันก็หายไปเหมือนคุกกี้เมื่อวาน
tr: Bir web sitesini kaldırmak mı istiyorsunuz? Adını silmeniz yeterli ve *puf* dünün çerezleri gibi ortadan kaybolur.
uk: Хочеш видалити веб-сайт? Просто очисти його назву і – пуф! – він зникне, як вчорашні файли cookie.
ur: کیا آپ ویب سائٹ ہٹانا چاہتے ہیں؟ بس اس کا نام صاف کریں اور - پوف! - یہ گزشتہ دن کے کوکیز کی طرح غائب ہو گئی ہے۔
vi: Muốn xóa một trang web? Chỉ cần xóa tên của nó và *poof* nó biến mất như những cookie hôm qua.
zh_hans: 想要移除一个网站？只需清除它的名称，然后——嗖！——它就像昨天的cookies一样消失了。
zh_hant: 想要移除一個網站？只需清除它的名稱，然後——嗖！——它就像昨天的 cookies 一樣消失了。
